Repository: wblt/keepfitnew
Catalog: doing/*.lproj/Localizable.strings
Languages: de, nl

# auth_network_no
source: Guy，No Network.
de: Keine Netzwerkverbindung - ah
nl: Geen netwerkverbinding

# auth_phone_err
source: Your phone num. is wrong.
de: Telefonnummer falsch -Format
nl: Verkeerd telefoonnummer format

# auth_pwd_err
source: Your password is wrong(6-18 num. or letter).
de: Passwort falsch - Format (6-18 stellige alphanumerische )
nl: Verkeerd wachtwoord format (6-18 alfanumerieke tekens)

# auth_pwd_empty
source: Your password is empty.
de: Bedarf Passwort - Format (6-18 stellige alphanumerische )
nl: Wachtwoord kan niet leeg zijn

# auth_getauthcode
source: Get Authcode.
de: Code Eingabe
nl: Klik hier voor de code

# auth_service_wrong
source: Service is wrong.
de: Server fehlgeschlagen ~
nl: Server problemen

# 用户隐私
source: Privacy Protection
de: Datenschutz
nl: Gebruiker Privacy

# 身体年龄Unit
source: age
de: Jahr
nl: jaren

# 步行时间Unit
source: min.
de: Minute
nl: Minuut

# project_label
source: Click on the add or delete Sort by drag and drop
de: Klicken Sie auf den Schnitt, sortiert nach Länge mobil
nl: Klik om een project in te voegen of te verwijderen door lang in te drukken en te slepen

# title_project
source: Projects
de: Projektmanagement
nl: project management

# title_measure
source: Measure
de: Messen
nl: Metingen

# title_step
source: Step
de: Pedometer
nl: Stappenteller

# title_analysis
source: Analysis
de: Analyse
nl: Analyse

# title_me
source: Me
de: Ich
nl: IK

# title_setting
source: Settings
de: Einrichten
nl: Instelling

# title_login
source: Login
de: einloggen

# title_register
source: Register
de: Anmeldung
nl: registratie

# title_profile
source: Profile
de: Profil
nl: profiel

# title_editpwd
source: Password
de: Kennwort ändern
nl: Wachtwoord wijzigen

# title_logout
source: Logout
de: ausloggen
nl: uitloggen

# title_useragreement
source: User Agreement
de: Benutzervereinbarung
nl: gebruikers overeenkomst

# title_updatehealth
source: Synchronous Apple Health
de: ADHS
nl: AHDS

# title_measurelist
source: MeausureList
de: Maßliste
nl: meting lijst

# login_error
source: Account password error
de: Konto Passwort Fehler

# 密码修改成功
source: Password reset complete
de: Passwort erfolgreich geändert
nl: Wachtwoordmet succes gewijzigd

# step_km
source: Km
de: Kilometer
nl: kilogram

# step_time
source: Minutes
de: Minute
nl: Minuut

# step_todaystep
source: TodayStep
de: Tagesschritte
nl: SV

# step_target
source: Target
de: Ziel
nl: doelwit

# step_unit
source: step
de: Schritt
nl: stappen

# step_finish
source: finish
de: komplett
nl: gereed

# analysis_week
source: Week
de: Woche

# analysis_month
source: Month
de: Monat
nl: Maand

# analysis_all
source: All
de: Alle
nl: Alle

# analysis_avg
source: Avg
de: Durchschnitt
nl: gemiddeld

# analysis_toweek
source: VS last week
de: Letzte Woche
nl: vorige week

# analysis_tomonth
source: VS last month
de: Letzten Monat
nl: vorige maand

# analysis_toyear
source: VS last year
de: Letztes Jahr
nl: vorig jaar

# analysis_lowest
source: Min.
de: am wenigsten
nl: laagste

# analysis_most
source: Max.
de: höchste
nl: hoogste

# analysis_total
source: Total
de: gesamt
nl: totaal

# weightlist_cancle
source: Cancle
de: annulliert
nl: annuleren

# weightlist_ok
source: OK
de: bestimmen

# weightlist_deleteinfo
source: Are you sure to delete this record?
de: Daten löschen
nl: Verwijder meeting data

# bodyfat_bodyfat
source: BodyFat
de: Körperfett
nl: lichaamsvet

# bodyfat_attention
source: need to pay attention
de: Vorsicht Körperfett
nl: attentie

# bodyfat_item
source: items
de: Körperfett Artikel
nl: item

# weight_todayweight
source: TodayWeight
de: Heute
nl: gewicht vandaag

# cancle
source: Cancel
de: annulliert
nl: annuleren

# quit
source: Logout
de: verlassen
nl: stoppen

source: Finish
de: komplett
nl: gereed

source: Enter
de: bestimmen
nl: invoeren

# logout_info
source: Are you sure to logout?
de: ausloggen
nl: afmelden

# 周一
source: Mon
de: MO
nl: MA

# 周二
source: Tue
de: DIE
nl: DI

# 周三
source: Wed
de: MI
nl: WO

# 周四
source: Thu
de: DO
nl: DO

# 周五
source: Fri
de: FR
nl: VR

# 周六
source: Sat
de: SA
nl: ZA

# 周日
source: Sun
de: SO
nl: ZO

# range_low
source: Low
de: niedrig
nl: laag

# range_normal
source: Nor.
de: normal
nl: normaal

# range_high
source: High
de: hoch
nl: hoog

source: Measure
de: messen
nl: Meting

# m_weight
source: Weight
de: Gewicht
nl: Gewicht

# m_step
source: Step
de: Gehen
nl: stappen

# m_fat
source: Fat
de: Fett
nl: Vet

# m_muscle
source: Muscle
de: Muskel
nl: Spieren

# m_water
source: Water
de: Wasser
nl: Vocht

# m_basic
source: BMR
de: GU
nl: BM

# m_bone
source: Bone
de: KM
nl: Botten

# m_visceralfat
source: VisceralFat
de: VF
nl: VV

# m_height
source: Height
de: Höhe
nl: Lengte

# m_bodyage
source: BodyAge
de: Körper Alter
nl: LL

# m_wc
source: WC
de: Taille
nl: taille

# m_hc
source: HC
de: Hüften
nl: heupen

# 身体年龄
source: BodyAge
de: Körper Alter
nl: LL

# 身高
source: Height
de: Höhe
nl: Lengte

# 体重
source: Weight
de: Gewicht
nl: Gewicht

# 脂肪
source: Fat
de: Fett
nl: Vet

# 基础代谢
source: BMR
de: GU
nl: BM

# 水分
source: Water
de: Wasser
nl: Vocht

# 肌肉
source: Muscle
de: Muskel
nl: Spieren

# 骨量
source: Bone
de: KM
nl: Botten

# 内脏脂肪
source: VisceralFat
de: VF
nl: VV

# 步行
source: Step
de: Gehen
nl: Lopen

# 步行路程
source: Journey
de: Strecke
nl: LA

# 步行耗能
source: Calories
de: GE
nl: LE

# 步行时间
source: StepTime
de: GZ
nl: LT

# 少年
source: Young
de: Jung
nl: jongeren

# 青年
source: Strong
de: Jugend
nl: jeugd

# 中年
source: Middle
de: MA
nl: middelbare leeftijd

# 老年
source: Old
de: Alten
nl: ouderen

# m_fat_info
source: Fat rate refers to the ratio of fat in body composition, fat rate than simply measurement weight can reflect our more body fat levels.
de: Körperfett -Anteil bezieht sich auf die Komponenten, um den Anteil des Fettgewebes. Messfettanteil als einfaches Messen des Körpergewichts nur besser zu reflektieren die Menge an Fett in unserem Körper.
nl: Vetpercentage verwijst naar de componenten, de hoeveelheid vetweefsel. Het meten van vetpercentage en het meten van het lichaamsgewicht kan een betere afspiegeling geven van de hoeveelheid vet in ons lichaam.

# m_muscle_info
source: Muscle content is according to the human body muscle and the body weight, total height is combined to get a percentage value, such as this value is decided to a person's physical health and strength.
de: Körpergewicht unterteilt in nicht-Fettbestandteile und Fettsubstanzen beiden am Material, non-muscle Gehalt an Fettsubstanzen entfernt etwa 4% bis 6 Gewichts-% anorganisch. Muscle ist eine gute Sache ist, desto größer die Muskelmasse , desto höher Grundumsatz selbst, desto mehr Fett ist nicht einfach.
nl: Lichaamsgewicht verdeeld in vetvrije bestanddelen en vetstoffen zijn twee componenten, niet-spier van vetstoffen verwijderd ongeveer 4% tot 6% van anorganisch gewixht. Spier is goed, hoe groter de spiermassa, hoe hoger basaal metabolisme, meer vet is niet eenvoudig.

# m_water_info
source: Body moisture percentage of weight, this data and muscle mass have extremely close relations, can the indicator weight loss method is correct.
de: Körperwasseranteil des gesamten Körpergewichts , Muskelmasse , und diese Daten hat eine sehr enge Beziehung, weil Muskel große Mengen an Wasser (etwa 70%) enthält, kann dieser Indikator spiegeln die richtige Art und Weise, Gewicht zu verlieren, wenn die Rate der Abnahme in den Körper von Wasser, nicht nur Verlust der Gesundheit, aber wird der Körperfettanteil steigt machen.
nl: Lichaamsvocht percentage van het totale lichaamsgewicht, spiermassa en deze gegevens heeft een zeer nauwe relatie, omdat de spieren grote hoeveelheden vocht bevatten (ongeveer 70%). Deze indicator geeft op de juiste manier weer om gewicht te verliezen. Het tempo van vochtverlies in het lichaam is niet alleen verlies van gezondheid, maar zal het percentage lichaamsvet doen stijgen.

# m_basic_info
source: Basal metabolism is to maintain the minimum energy required for normal human body life activity, the higher the basal metabolism, the more calories a day, also is not easy get fat.
de: Grundumsatz ist die normalen Aktivitäten des menschlichen Lebens die minimale tägliche Bedarf an Energie zu erhalten, sagte der populäre Punkt ist ein 'Gemüse' Tag im Leben des Energieverbrauchs (nicht essen ist nicht eines Tages trinken Tang Chuangshang Energie verbraucht bewegen).
nl: Basaal metabolisme heeft bij normale activiteiten van het menselijk lichaam een minimale dagelijkse behoefte aan energie Een populaire punt is: een 'plantaardige' dag in het leven van energieverbruik (een dag niet eten en drinken verbruikte energie bewegen).

# m_bone_info
source: Bone mass per unit volume, refers to the content of bone tissue bone mineral and bone matrix and bone mass on behalf of the people to bone health.
de: Bei vielen Menschen verwenden, um die Menge an Knochenskelett zu beschreiben und darzustellen, insbesondere die Dicke der Extremitätenknochen . Wenn Sie die Knochenmasse im engeren Sinne Sicht unabhängig von einem Vertebraten zu folgen, sondern auch, ob sie alt oder weniger ist, ist die Menge an Knochen sehr wichtig. Im Namen ihrer Knochenmasse im Fall von Knochengesundheit .
nl: De botmassa van veel mensen geeft de hoeveelheid bot van het skelet aan, in het bijzonder de dikte van de ledematen botten. Als de botmassa in de strikte zin oogpunt, ongeacht de gewervelde volgen, maar ook of zij oud zijn, de hoeveelheid bot is belangrijk. Namens hun botmassa in het geval van de gezondheid van de botten.

# m_bmi_info
source: BMi is to use weight in kilograms divided by the square of height figures, are commonly used to measure the body fat international degree and whether a standard of health.
de: BMI ist das Gewicht in Kilogramm geteilt durch Körpergröße in Metern resultierende Zahl quadriert, wird häufig verwendet das Niveau von Körperfett , dünne internationalen und ob eine Standard-Gesundheit zu messen.
nl: BMI is het gewicht in kilogrammen gedeeld door de lengte in het kwadraat. Dit wordt vaak gebruikt om het niveau van lichaamsvet tedgezondheidscertificaat meten.

# m_bodyage_info
source: Physiological age refers to the personal physiological age, level of the biological age are mainly depends on people's way of life and health.
de: Eine geringere Körperfettanteil , desto höher ist der Grundumsatz , desto weniger ihren Körper Alter. Älter als das tatsächliche Alter des Körpers, veranschaulicht auch die Ansammlung von Fett in der Grundstoffwechsel langsam ist, der Körper (einschließlich der internen und externen Funktion der Haut) Alterung beschleunigt.
nl: Een Hoe lager het vetpercentage, een hoger basaal metabolisme, geeft een lagere lichaamsleeftijd. Wanneer je lichaamsleeftijd ouder is dan je werkelijke leeftijd, dat illustreert de ophoping van vet en het basale metabolisme is traag, het lichaam (inclusief de interne en externe werking van de huid) versnelt veroudering.

source: TargetWeight
de: Zielgewicht
nl: Streefgewicht

# target_distance
source: to achieve your target weight
de: Entfernung zum Ziel und
nl: Afstand tot het doel

# target_set
source: set target
de: Ziele setzen
nl: Stel uw doel in

# user_agreement_title
source: User Agreement
de: Benutzervereinbarung
nl: Gebruikers Overeenkomst

# profile_title
source: Profile
de: Profil
nl: gebruikersprofiel

# profile_age
source: Age
de: Alter
nl: leeftijd

# profile_height
source: Height
de: Grösse
nl: lengte

# profile_sex
source: Sex
de: Geschlecht
nl: geslacht

# profile_hc
source: HC
de: Taille
nl: taille

# profile_wc
source: WC
de: Hüfte
nl: heupen

# profile_male
source: Male
de: männlich
nl: mannelijk

# profile_female
source: Female
de: weiblich
nl: vrouw

# 男
source: Male
de: männlich
nl: man

source: Male
de: männlich
nl: man

# 女
source: Female
de: weiblich
nl: vrouw

source: Female
de: weiblich
nl: vrouw

# editpwd_title
source: EditPassword
de: Kennwort ändern
nl: Wachtwoord wijzigen

# editpwd_newpwd
source: NewPwd
de: Neues Passwort
nl: nieuw wachtwoord

# editpwd_confirmpwd
source: ComPwd
de: Passwort wiederholen
nl: bevestig wachtwoord

# editpwd_confirmpwdinfo
source: please input new password again
de: Wiederholen Sie Ihr neues Passwort
nl: Herhaal uw nieuwe wachtwoord

# editpwd_newpwdinfo
source: please input new password
de: Bitte geben Sie ein neues Passwort
nl: Vul een nieuw wachtwoord in

# account_register
source: Register
de: Anmeldung
nl: Registratie

# account_login
source: Login
de: einloggen

# account_email
source: Email
de: Briefkasten

# account_pwd
source: Pwd
de: Kennwort
nl: wachtwoord

# account_inputemail
source: Email
de: Briefkasten
nl: Vul uw e-mailadres in

# account_inputpwd
source: EnterPwd
de: Geben Sie das Kennwort
nl: Voer het wachtwoord in

# account_enterpwd
source: ComPwd
de: Passwort bestätigen
nl: Bevestig wachtwoord

# account_emailinfo
source: please input email
de: Bitte geben Sie die E-Mail
nl: Vul uw e-mailadres in

# account_pwdinfo
source: please input password
de: Bitte geben Sie Ihr Passwort
nl: Vul hier uw wachtwoord in

# account_confirmpwdinfo
source: please input password again
de: Geben Sie erneut das Kennwort
nl: Voer het wachtwoord opnieuw in

# account_erremail
source: Please enter right email
de: Bitte geben Sie die E-Mail
nl: Vul uw e-mailadres in

# account_errpwd
source: Please enter the password for 6 to 18
de: Bitte geben Sie eine 6-18 stelliges Passwort
nl: Vul een wachtwoord van 6-18 tekens in

# register_errpwd
source: Please enter the password for 6 to 18
de: Bitte geben Sie ein Passwort 6-18 Ziffern oder Buchstaben
nl: Voer een wachtwoord van 6-18 cijfers of letters in

# register_errconfirmpwd
source: Please enter the password for 6 to 18
de: Passwort bestätigen Bitte geben Sie 6-18 Ziffern oder Buchstaben
nl: Bevestig wachtwoord, vul 6-18 cijfers of letters in

# register_errtwopwd
source: The two passwords don't match
de: Die beiden Passwörter stimmen nicht überein
nl: De twee wachtwoorden komen niet overeen

# findpwd_title
source: FindPassword
de: Passwort vergessen
nl: wachtwoord vergeten

# findpwd_info
source: Send Password to Email
de: Das Passwort wird an die Mailbox gesendet
nl: Het wachtwoord zal worden verstuurd naar de e-mailbox

# findpwd_errmail
source: Please enter right email
de: Bitte geben Sie eine gültige E-Mail adresse
nl: Vul een geldig e-mail

# title_unitsetup
source: UnitSetup
de: GeräteeInstellungen
nl: UnitInstellingen

# login_noti
source: The measure is temporary data, you will not cloud storage. Please login account, you permanently save measurement data.
de: Die Maßnahme ist temporäre Daten, werden Sie nicht Storage Cloud. Bitte melden Sie Konto, Sie permanent Messdaten speichern.
nl: De maatregel is tijdelijk data, zult u niet storage cloud. Gelieve in te loggen rekening, u permanent meetgegevens op te slaan.

# 可选
source: Optional
de: fakultativ
nl: facultatief

# 已有账号
source: Have an account, click Sign
de: Haben Sie ein Konto, klicken Sie auf Anmelden
nl: Heeft u een account, klik op Aanmelden
